Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# AreaMatrix 没有写入该位置的权限
source: AreaMatrix does not have permission to write to this location
zh_hans: AreaMatrix 没有写入该位置的权限

# AreaMatrix 没有读取该位置的权限
source: AreaMatrix does not have permission to read this location
zh_hans: AreaMatrix 没有读取该位置的权限

source: AREAMATRIX.md cannot be shown in Finder.
zh_hans: 无法在 Finder 中显示 AREAMATRIX.md。

source: Ask AI for suggestion...
zh_hans: 向 AI 请求建议...

source: Ask per item
zh_hans: 逐项询问

source: Auto classify
zh_hans: 自动分类

source: Auto summaries
zh_hans: 自动概述

source: Auto summaries are off
zh_hans: 自动摘要已关闭

source: Auto tags
zh_hans: 自动标签

source: Auto tags are off
zh_hans: 自动标签已关闭

source: Auto-number incoming
zh_hans: 自动为传入项编号

source: Available
zh_hans: 可用

source: Available until the next file operation
zh_hans: 直到下一次文件操作为止可用

source: Back
zh_hans: 返回

source: Back to AI settings
zh_hans: 返回 AI 设置

source: Back to detail
zh_hans: 返回详情

source: Back to local model status
zh_hans: 返回本地模型状态

source: Back to Needs Review
zh_hans: 返回待检查

# batchTags.report.addedFiles
source: Added to %lld files
zh_hans: 已添加到 %lld 个文件

# batchTags.report.failedFiles
source: %lld files failed
zh_hans: %lld 个文件失败

# batchTags.report.relationAction
source: %lld tag relations %@
zh_hans: %lld 个标签关联%@

# batchTags.report.relationSuffix
source: (%lld tag relations)
zh_hans: （%lld 个标签关联）

# batchTags.report.skippedFiles
source: %lld files already had these tags
zh_hans: %lld 个文件已有这些标签

source: Binding contract unavailable
zh_hans: 绑定合同不可用

source: Binding target
zh_hans: 绑定目标

source: Block remote AI with privacy gate
zh_hans: 通过隐私门禁阻止远程 AI

source: Blocked
zh_hans: 已阻止

source: BLOCKED
zh_hans: 受阻

source: Blocked fields: %@
zh_hans: 被阻止的字段：%@

source: Blocked fields: %arg
zh_hans: 被阻止的字段：%arg

source: Blocked items will be left unchanged.
zh_hans: 被阻止的项目将保持不变。

source: Blocks confidential metadata and derived text.
zh_hans: 阻止机密元数据和派生文本。

source: Blocks finance/private from remote AI.
zh_hans: 阻止远程人工智能对金融/私人领域的影响。

source: Blocks key files from remote AI.
zh_hans: 阻止来自远程 AI 的关键文件。

source: Both versions remain visible. Core keeps or creates visible records and closes the conflict.
zh_hans: 两个版本仍然可见。核心保留或创建可见记录并结束冲突。

# bridge.unavailable.boundaryMessage
source: %@: %@ requires generated UniFFI bindings.
zh_hans: %@：%@ 需要生成的 UniFFI 绑定。

# bridge.unavailable.libraryStatus
source: UniFFI bindings and static library are unavailable for this build
zh_hans: 此构建缺少 UniFFI 绑定和静态库

# bridge.unavailable.status
source: Core bridge unavailable
zh_hans: Core 桥接不可用

source: Build semantic index
zh_hans: 构建语义索引

source: Build semantic index?
zh_hans: 构建语义索引？

source: Build the semantic index or use normal search.
zh_hans: 请构建语义索引或使用普通搜索。

source: Building
zh_hans: 建筑

source: Building impact for %arg...
zh_hans: 正在计算 %arg 的影响...

source: Building semantic index... %arg
zh_hans: 正在构建语义索引... %arg

source: Call log %arg
zh_hans: 调用日志 %arg

source: Call log unavailable
zh_hans: 通话记录不可用

source: Camera capture is validated by the camera import flow, not this page.
zh_hans: 相机拍摄由相机导入流程验证，而不是由此页面验证。

source: Camera import
zh_hans: 相机导入

source: Cancel
zh_hans: 取消

source: Cancel edit
zh_hans: 取消编辑

source: Cancel generation
zh_hans: 取消生成

source: Cancel index build
zh_hans: 取消索引构建

source: Cancel opening returns to folder validation and does not modify user files.
zh_hans: 取消打开会返回文件夹验证，且不会修改用户文件。

source: Cancel semantic index build?
zh_hans: 取消语义索引构建？

source: Canceled
zh_hans: 取消

source: Canceling semantic index build...
zh_hans: 正在取消语义索引构建...

source: Cannot create a safe target name. Rename the file first.
zh_hans: 无法创建安全的目标名称。请先重命名文件。

source: Cannot import these items
zh_hans: 无法导入这些项目

source: Cannot import this item
zh_hans: 无法导入此项目

source: Cannot preview category
zh_hans: 无法预览分类

source: Cannot safely update AREAMATRIX.md
zh_hans: 无法安全更新 AREAMATRIX.md

source: Canonical path
zh_hans: 规范路径

source: Capability matrix
zh_hans: 能力矩阵

source: Capability matrix and binding contract
zh_hans: 能力矩阵与绑定契约

source: Capability matrix does not replace operation-time permission checks.
zh_hans: 能力矩阵不能替代操作时的权限检查。

source: Capability snapshot unavailable
zh_hans: 能力快照不可用

source: Case sensitive
zh_hans: 区分大小写

source: Categories
zh_hans: 分类

source: Category
zh_hans: 分类

source: Category / Path
zh_hans: 分类 / 路径

source: Category registry is unavailable.
zh_hans: 类别注册表不可用。

source: Change category
zh_hans: 更改分类

source: Change Category
zh_hans: 更改分类

source: Change category for the selected files
zh_hans: 更改所选文件的分类

source: Change category...
zh_hans: 更改分类...

source: Change Category...
zh_hans: 更改分类...

source: Change log
zh_hans: 变更日志

source: Change Log
zh_hans: 更改日志

source: Change repository...
zh_hans: 更改资料库...

source: Change...
zh_hans: 更改...

source: Check .areamatrix/ignore.yaml permissions and retry from General settings.
zh_hans: 请检查 .areamatrix/ignore.yaml 的权限，然后在通用设置中重试。

source: Check contract
zh_hans: 检查协议

source: Check Core and repository metadata availability, then retry.
zh_hans: 检查 Core 和资料库元数据是否可用，然后重试。

source: Check status
zh_hans: 检查状态

source: Check that .areamatrix/logs exists, then retry after Core logging is initialized.
zh_hans: 请确认 .areamatrix/logs 存在，并在 Core 日志初始化后重试。

source: Check that the repository folder still exists and Finder has permission to open it.
zh_hans: 请确认资料库文件夹仍然存在，并且 Finder 有权打开它。

source: Check the Core bridge integration, then retry.
zh_hans: 请检查 Core 桥接集成后重试。

source: Check the Core platform capability bridge, then retry.
zh_hans: 请检查 Core 平台能力桥接，然后重试。

source: Check the default browser or open Apple iCloud Drive help manually.
zh_hans: 请检查默认浏览器，或手动打开 Apple iCloud Drive 帮助。

source: Check the key, model, endpoint, and network.
zh_hans: 请检查密钥、模型、端点和网络。

source: Checking
zh_hans: 正在检查

source: Checking AI summary gate...
zh_hans: 正在检查 AI 概览门禁...

source: Checking binding contract...
zh_hans: 正在检查绑定合同...

source: Checking classifier settings
zh_hans: 正在检查分类器设置

source: Checking conflicts...
zh_hans: 正在检查冲突...

source: Checking contract...
zh_hans: 正在检查协议...

source: Checking delete impact...
zh_hans: 正在检查删除影响...

source: Checking destination...
zh_hans: 正在检查目标位置...

source: Checking duplicate...
zh_hans: 正在检查重复文件...

source: Checking file
zh_hans: 正在检查文件

source: Checking iCloud conflicts
zh_hans: 正在检查 iCloud 冲突

source: Checking iCloud conflicts...
zh_hans: 正在检查 iCloud 冲突...

source: Checking iCloud status
zh_hans: 正在检查 iCloud 状态

source: Checking local model status...
zh_hans: 正在检查本地模型状态...

source: Checking platform capabilities...
zh_hans: 正在检查平台能力...

source: Checking privacy rules before semantic indexing...
zh_hans: 正在语义索引前检查隐私规则...

source: Checking recovery state...
zh_hans: 正在检查恢复状态...

source: Checking redo...
zh_hans: 正在检查重做...

source: Checking repository configuration
zh_hans: 正在检查资料库配置

source: Checking repository path...
zh_hans: 正在检查资料库路径...

source: Checking startup recovery state...
zh_hans: 正在检查启动恢复状态...

source: Checking target path before apply.
zh_hans: 正在应用前检查目标路径。

source: Choose
zh_hans: 选择

source: Choose a language
zh_hans: 选择语言

source: Choose a repository folder
zh_hans: 选择存储库文件夹

source: Choose a repository folder.
zh_hans: 选择资料库文件夹。

source: Choose an AreaMatrix repository
zh_hans: 选择 AreaMatrix 资料库

source: Choose an existing category from the registry.
zh_hans: 从注册表中选择一个现有类别。

source: Choose an existing tag from the registry.
zh_hans: 从注册表中选择一个现有标签。

source: Choose Another Folder
zh_hans: 选择其他文件夹

source: Choose another repository
zh_hans: 选择其他资料库

source: Choose files or folders to import.
zh_hans: 选择要导入的文件或文件夹。

source: Choose the existing local file to relink. AreaMatrix will not move or modify it.
zh_hans: 选择要重新关联的现有本地文件。AreaMatrix 不会移动或修改该文件。

source: Choosing category
zh_hans: 正在选择分类

source: Classification
zh_hans: 分类

source: Classification suggestions
zh_hans: 分类建议

source: Classifier impact preview is not available yet.
zh_hans: 分类器影响预览暂不可用。

source: Classifier matcher
zh_hans: 分类器匹配器

source: Classifier rule saved
zh_hans: 分类器规则已保存

# classifier.editor.batchReturnDetail
source: Edit classifier.yaml in the classifier rule editor. Validation returns to the batch category change after one new category is saved.
zh_hans: 请在分类规则编辑器中编辑 classifier.yaml。保存一个新分类并完成验证后，将返回批量更改分类流程。

# classifier.rule.extensionBasis
source: extension %@
zh_hans: 扩展名 %@

# classifier.rule.keywordBasis
source: keyword %@
zh_hans: 关键词 %@

# classifier.rule.summary
source: Rule: %@ -> %@
zh_hans: 规则：%@ -> %@

source: Classify manually
zh_hans: 手动分类

source: Classify manually or retry after the fallback status is available.
zh_hans: 请手动分类，或在回退状态可用后重试。

source: Clear
zh_hans: 清除

source: Clear AI call log?
zh_hans: 清除 AI 调用日志？

source: Clear AI generated suggestions...
zh_hans: 清除 AI 生成的建议...

source: Clear AI summary?
zh_hans: 清除 AI 概述？

source: Clear all
zh_hans: 全部清除

source: Clear filters
zh_hans: 清除筛选条件

source: Clear generated suggestions from the AI call log after reviewing recent activity.
zh_hans: 检查近期活动后，从 AI 调用日志中清除已生成的建议。

source: Clear log
zh_hans: 清除日志

source: Clear log...
zh_hans: 清除日志...

source: Clear query
zh_hans: 清除查询

source: Clear search
zh_hans: 清除搜索

source: Clear selection
zh_hans: 清除选择

source: Clear summary
zh_hans: 清除概述

source: Clear summary...
zh_hans: 清除概览...

source: Clearing summary...
zh_hans: 正在清除概述...

source: Close
zh_hans: 关闭

source: Cloud placeholder state is shown as unavailable or unknown.
zh_hans: 云占位文件状态将显示为不可用或未知。

source: Cloud placeholders
zh_hans: 云占位文件

source: Cloud provider
zh_hans: 云服务提供方

source: Collect diagnostics
zh_hans: 收集诊断信息

source: Collect diagnostics if this persists.
zh_hans: 如果问题持续，请收集诊断信息。

source: Collect diagnostics?
zh_hans: 收集诊断信息？

source: Collect Diagnostics?
zh_hans: 收集诊断信息？

source: Collect diagnostics...
zh_hans: 收集诊断信息...

source: Collect Diagnostics...
zh_hans: 收集诊断信息...

source: Collect repository diagnostics?
zh_hans: 收集资料库诊断信息？

source: Collecting diagnostics...
zh_hans: 正在收集诊断信息...

source: Collecting redacted diagnostics...
zh_hans: 正在收集已脱敏的诊断信息...

source: Command is unavailable.
zh_hans: 命令不可用。

source: Command Palette
zh_hans: 命令面板

# commandPalette.noResults.query
source: No commands found for "%@". Try "import", "tag", or "settings".
zh_hans: 未找到与“%@”匹配的命令。请尝试“import”、“tag”或“settings”。

source: Commands
zh_hans: 命令

# common.fileCount
source: %lld files
zh_hans: %lld 个文件

# common.status.retrying
source: Retrying...
zh_hans: 正在重试...

source: Companion note
zh_hans: 附带备注

source: Compare detected versions before choosing a resolution.
zh_hans: 选择解决方式前，请比较检测到的各个版本。

source: Completed
zh_hans: 已完成

source: Concurrent modification
zh_hans: 并发修改

# Confidence threshold: %arg%% - %arg
source: Confidence threshold: %1$arg%% - %2$arg
zh_hans: 置信度阈值：%1$arg%% - %2$arg

source: Confidential keywords
zh_hans: 机密关键词

source: Configuration
zh_hans: 配置

source: Configure remote AI
zh_hans: 配置远程 AI

source: Configure remote AI before allowing the privacy gate.
zh_hans: 允许隐私门禁前，请先配置远程 AI。

source: Configure remote AI required
zh_hans: 需要配置远程 AI

source: Configured
zh_hans: 已配置

source: Confirm delete
zh_hans: 确认删除

source: Confirm external removal
zh_hans: 确认外部移除

source: Confirm removal
zh_hans: 确认移除

source: Confirm Replace
zh_hans: 确认替换

source: Confirm replace plan
zh_hans: 确认替换方案

source: Confirm Replace...
zh_hans: 确认替换...

source: Confirm summary
zh_hans: 确认概览

source: Confirm the remote data flow.
zh_hans: 请确认远程数据流。

source: Confirm the replace-resolution replace plan before applying Use incoming version.
zh_hans: 在应用“使用传入版本”之前确认替换分辨率替换计划。

source: Confirm this Core replace plan before applying Use incoming version.
zh_hans: 应用“使用传入版本”前，请确认此 Core 替换方案。

source: Conflict
zh_hans: 冲突

source: Conflict copy
zh_hans: 冲突副本

source: Conflict copy cannot be revealed.
zh_hans: 无法显示冲突副本。

source: Conflict copy revealed in Finder.
zh_hans: 已在 Finder 中显示冲突副本。

source: Conflict details are not loaded.
zh_hans: 未加载冲突详细信息。

source: Conflict details need review.
zh_hans: 冲突细节需要审查。

source: Conflict handling
zh_hans: 冲突处理

source: Conflict is already resolved
zh_hans: 冲突已经解决

source: Conflict is queued for per-item handling
zh_hans: 冲突已进入逐项处理队列

source: Conflict no longer exists
zh_hans: 冲突已不复存在

source: Conflict no longer exists.
zh_hans: 该冲突已不存在。

source: Conflict will stay staged for per-item handling
zh_hans: 冲突将保留在暂存区以供逐项处理

source: Conflicted copies are shown for review
zh_hans: 冲突副本会显示出来供检查

source: Conflicted copy
zh_hans: 副本冲突

source: Connect a repository to view cross-platform repository settings.
zh_hans: 连接资料库以查看跨平台资料库设置。

source: Connect Repository
zh_hans: 连接资料库

source: Connection failed. Check your network or endpoint URL.
zh_hans: 连接失败。请检查网络或端点 URL。

source: Connection test required
zh_hans: 需要测试连接

source: Connection tested
zh_hans: 连接已测试

source: Connection verified.
zh_hans: 连接已验证。

source: Continue
zh_hans: 继续

source: Continue editing
zh_hans: 继续编辑

source: Continue Saving
zh_hans: 继续保存

source: Contract version
zh_hans: 合同版本

source: Controls whether recoverable destructive actions may be enabled elsewhere.
zh_hans: 控制是否可在其他位置启用可恢复的破坏性操作。

source: Copied
zh_hans: 已复制

source: Copied.
zh_hans: 已复制。

source: Copy
zh_hans: 复制

source: Copy (recommended)
zh_hans: 复制（推荐）

source: Copy detail
zh_hans: 拷贝详情

source: Copy diagnostic summary
zh_hans: 拷贝诊断摘要

source: Copy diagnostics path
zh_hans: 拷贝诊断信息路径

source: Copy diagnostics summary
zh_hans: 拷贝诊断信息摘要

source: Copy error
zh_hans: 拷贝错误

source: Copy failed
zh_hans: 复制失败

source: Copy logs path
zh_hans: 拷贝日志路径

source: Copy path
zh_hans: 拷贝路径

source: Copy Path
zh_hans: 拷贝路径

source: Copy Paths
zh_hans: 拷贝路径

source: Copy the diagnostics path and open it from Finder.
zh_hans: 请复制诊断文件路径并在访达中打开。

source: Copy the Location row manually after checking clipboard permissions.
zh_hans: 请检查剪贴板权限，然后手动复制“位置”行。

source: Copy the logs path and open it from Finder or Console.
zh_hans: 请复制日志路径并在访达或控制台中打开。

source: Copy the URL and open it in your browser.
zh_hans: 请复制 URL 并在浏览器中打开。

source: Copy the version and repository rows manually after checking clipboard permission.
zh_hans: 请检查剪贴板权限后，手动复制版本和资料库信息行。

source: Copy URL
zh_hans: 拷贝 URL

source: Copy versions
zh_hans: 拷贝版本

source: Copying file
zh_hans: 正在复制文件

source: Core change log
zh_hans: Core 更改日志

source: Core did not provide an additional note.
zh_hans: Core 没有提供额外的说明。

source: Core did not return a replace plan.
zh_hans: Core 未返回替换计划。

source: Core did not return a resolution preview token.
zh_hans: Core 未返回分辨率预览令牌。

source: Core preview is unavailable for this route.
zh_hans: 此路线无法使用核心预览。

source: Core reported this replace plan cannot be applied.
zh_hans: 核心报告无法应用此替换计划。

source: Core reported this resolution cannot be applied.
zh_hans: 核心报告称该决议无法应用。

source: Core resolution unavailable
zh_hans: Core 解决方案不可用

source: Core version
zh_hans: Core 版本

source: Core version unavailable
zh_hans: Core 版本不可用

source: Core version: %@
zh_hans: Core 版本：%@

# core.error.Classify.action
source: Review the classifier rules and retry
zh_hans: 请检查分类规则后重试

# core.error.Classify.message
source: Classification failed
zh_hans: 分类失败

# core.error.Config.action
source: Review the repository settings
zh_hans: 请检查资料库设置

# core.error.Config.message
source: The repository configuration is invalid
zh_hans: 资料库配置无效

# core.error.Conflict.action
source: Refresh and try again
zh_hans: 请刷新后重试

# core.error.Conflict.message
source: The operation conflicts with a newer change
zh_hans: 操作与较新的更改冲突

# core.error.Db.action
source: Open the repair tool
zh_hans: 请打开修复工具

# core.error.Db.message
source: The repository database could not be accessed
zh_hans: 无法访问资料库数据库

# core.error.DuplicateFile.action
source: Review the existing file
zh_hans: 请检查已有文件

# core.error.DuplicateFile.message
source: This file already exists
zh_hans: 文件已存在

# core.error.ExpiredAction.action
source: Refresh and try again
zh_hans: 请刷新后重试

# core.error.ExpiredAction.message
source: This action has expired
zh_hans: 此操作已过期

# core.error.FileNotFound.action
source: Reconnect the folder or choose another file
zh_hans: 请重新连接文件夹或选择其他文件

# core.error.FileNotFound.message
source: The requested file could not be found
zh_hans: 找不到请求的文件

# core.error.ICloudPlaceholder.action
source: Download it and try again
zh_hans: 请下载后重试

# core.error.ICloudPlaceholder.message
source: An iCloud item is not available locally
zh_hans: iCloud 项目尚未在本机可用

# core.error.Internal.action
source: Record the details and restart AreaMatrix
zh_hans: 请记录详情并重新启动 AreaMatrix

# core.error.Internal.message
source: AreaMatrix encountered an internal error
zh_hans: AreaMatrix 遇到内部错误

# core.error.InvalidPath.action
source: Choose a valid path
zh_hans: 请选择有效路径

# core.error.InvalidPath.message
source: The selected path is invalid
zh_hans: 所选路径无效

# core.error.Io.action
source: Retry the operation
zh_hans: 请重试该操作

# core.error.Io.message
source: A file operation failed
zh_hans: 文件操作失败

# core.error.no-action
source: Review the technical details before continuing.
zh_hans: 继续之前请检查技术详情。

# core.error.PermissionDenied.action
source: Reconnect the folder and grant access
zh_hans: 请重新连接文件夹并授予权限

# core.error.PermissionDenied.message
source: AreaMatrix does not have permission to access this item
zh_hans: AreaMatrix 无权访问此项目

# core.error.RepoNotInitialized.action
source: Initialize it or choose another folder
zh_hans: 请初始化或选择其他文件夹

# core.error.RepoNotInitialized.message
source: This folder is not an initialized AreaMatrix repository
zh_hans: 此文件夹尚未初始化为 AreaMatrix 资料库

# core.error.RevisionConflict.action
source: Reload or review the latest state before saving again.
zh_hans: 再次保存前，请重新载入或检查最新状态。

# core.error.RevisionConflict.message
source: The saved state changed in another window.
zh_hans: 已保存状态在另一个窗口中发生了变化。

# core.error.StagingRecoveryRequired.action
source: Open the recovery tool
zh_hans: 请打开恢复工具

# core.error.StagingRecoveryRequired.message
source: An interrupted operation needs recovery
zh_hans: 中断的操作需要恢复

# core.error.Validation.action
source: Correct it and try again
zh_hans: 请修正后重试

# core.error.Validation.message
source: Some information is invalid
zh_hans: 部分信息无效

source: Correct classification
zh_hans: 修正分类

source: Correct Classification
zh_hans: 纠正分类

source: Correct Classification...
zh_hans: 纠正分类...

source: Corrupted
zh_hans: 已损坏

source: Could not apply suggestion
zh_hans: 无法应用建议

source: Could not generate suggestions
zh_hans: 无法生成建议

source: Could not load filters: %arg
zh_hans: 无法加载筛选条件：%arg

source: Could not load review items
zh_hans: 无法加载待检查项目

source: Could not load Smart Lists
zh_hans: 无法加载智能列表

source: Could not load tags
zh_hans: 无法加载标签

source: Could not load tags. %arg
zh_hans: 无法加载标签。%arg

source: Could not load undo history
zh_hans: 无法加载撤销历史

source: Could not prepare conflict strategy.
zh_hans: 无法准备冲突处理策略。

source: Could not preview classifier settings
zh_hans: 无法预览分类器设置

source: Could not preview rename: %arg
zh_hans: 无法预览重命名：%arg

source: Could not redo action
zh_hans: 无法重做操作

source: Could not save advanced setting
zh_hans: 无法保存高级设置

source: Could not save classifier settings
zh_hans: 无法保存分类器设置

source: Could not save overview setting
zh_hans: 无法保存概览设置

source: Counting results
zh_hans: 正在统计结果

source: Counting results...
zh_hans: 正在统计结果...

source: Create
zh_hans: 创建

source: Create "%arg"
zh_hans: 创建“%arg”

source: Create default
zh_hans: 创建默认项

source: Create diagnostics
zh_hans: 创建诊断信息

source: Create new category...
zh_hans: 创建新分类...

source: Create Note
zh_hans: 创建备注

source: Create rule from this correction
zh_hans: 根据此纠正创建规则

source: Creating...
zh_hans: 正在创建...

source: Credential
zh_hans: 凭据

source: Critical
zh_hans: 严重

source: Current categories: %arg
zh_hans: 当前分类：%arg

source: Current category
zh_hans: 当前分类

source: Current category before correction
zh_hans: 更正前的当前分类

source: Current category: %@
zh_hans: 当前分类：%@

source: Current category: %arg
zh_hans: 当前分类：%arg

source: Current list cannot be loaded
zh_hans: 无法加载当前列表

source: Current list is loading
zh_hans: 当前列表正在加载

source: Current list is loading. Note editing is temporarily disabled.
zh_hans: 当前列表正在加载。注释编辑暂时被禁用。

source: Current path: %@
zh_hans: 当前路径：%@

source: Current path: %arg
zh_hans: 当前路径：%arg

source: Current saved summary
zh_hans: 当前已保存摘要

source: Current Selection
zh_hans: 当前选择

source: Current tags, comma separated
zh_hans: 当前标签，以逗号分隔

source: Custom...
zh_hans: 自定义...

source: Danger zone
zh_hans: 危险操作区

source: Dangerous import option
zh_hans: 危险导入选项

source: Database
zh_hans: 数据库

source: Date format
zh_hans: 日期格式

source: Date format is required.
zh_hans: 日期格式不能为空。

source: Date prefix
zh_hans: 日期前缀

source: Date range, %@
zh_hans: 日期范围，%@

source: Date range, %arg
zh_hans: 日期范围，%arg

source: Date range: Any
zh_hans: 日期范围：任意

source: Date range: Last 7 days
zh_hans: 日期范围：过去 7 天

source: Date range: Last 30 days
zh_hans: 日期范围：过去 30 天

source: Date range: This year
zh_hans: 日期范围：今年

source: Date source
zh_hans: 日期来源

source: default
zh_hans: 默认

source: Default gate enabled
zh_hans: 已启用默认隐私门禁

source: Default ignore.yaml cannot be created.
zh_hans: 无法创建默认 ignore.yaml。

source: Default import mode
zh_hans: 默认导入模式

source: Default storage mode
zh_hans: 默认存储模式

source: Delete
zh_hans: 删除

source: Delete "%arg"?
zh_hans: 删除“%arg”？

source: Delete category?
zh_hans: 删除分类？

source: Delete category...
zh_hans: 删除分类...

source: Delete log entries
zh_hans: 删除日志条目

source: Delete privacy rule?
zh_hans: 删除隐私规则？

source: Delete rule
zh_hans: 删除规则

source: Delete selected
zh_hans: 删除所选项

source: Delete selected AI call log entries?
zh_hans: 删除选定的 AI 通话记录条目？

source: Delete Smart List
zh_hans: 删除智能列表

source: Delete this AI call log entry?
zh_hans: 删除这条AI通话记录条目吗？

source: Delete...
zh_hans: 删除...

source: Deleted
zh_hans: 已删除

source: Deleting...
zh_hans: 正在删除...

source: Deletion mode
zh_hans: 删除模式

source: Denied
zh_hans: 被拒绝

source: Derived from your note. Full note text is never sent.
zh_hans: 根据你的备注生成。绝不会发送完整备注文本。

source: description
zh_hans: 描述

source: Description
zh_hans: 描述

source: Detail tab
zh_hans: 详情标签页

source: Detail unavailable
zh_hans: 详情不可用

# detail.log.loadingCategory
source: Loading %@...
zh_hans: 正在加载 %@...

# detail.log.loadingFilesStatus
source: Loading files. %@
zh_hans: 正在加载文件。%@

# detail.multiSelection.externalSourceWarning
source: Some source paths may be outside the repository
zh_hans: 某些条目的来源路径可能在资料库外

# detail.multiSelection.itemCount
source: %lld items
zh_hans: %lld 个项目

# detail.multiSelection.metadataUnavailable
source: Metadata is unavailable for some selected items
zh_hans: 部分选中项无法读取元数据

# detail.multiSelection.missingEntryWarning
source: %lld selected files are missing
zh_hans: 选中的文件中有 %lld 个缺失条目

# detail.multiSelection.multipleCategories
source: %2$d items across %1$d categories
zh_hans: %2$d 个项目，跨 %1$d 个分类

# detail.multiSelection.selectedFiles
source: %lld files selected
zh_hans: %lld 个文件已选中

# detail.multiSelection.singleCategory
source: %2$d items in %1$@
zh_hans: %2$d 个项目，分类为 %1$@

# detail.note.saveStatus.accessibilityLabel
source: Note save status %@
zh_hans: 笔记保存状态 %@

# detail.tag.accessibilityLabel
source: Tag %@
zh_hans: 标签 %@

# detail.tag.added
source: Added tag "%@".
zh_hans: 已添加标签“%@”。

# detail.tag.create
source: Create "%@"
zh_hans: 创建“%@”

# detail.tag.remove.accessibilityLabel
source: Remove tag %@
zh_hans: 移除标签 %@

# detail.tag.removed
source: Removed tag "%@".
zh_hans: 已移除标签“%@”。

source: Diagnostic summary copied.
zh_hans: 诊断摘要已复制。

source: Diagnostic summary could not be copied
zh_hans: 无法复制诊断摘要

source: Diagnostics
zh_hans: 诊断

source: Diagnostics are not available on this platform yet.
zh_hans: 此平台暂不支持诊断功能。

source: Diagnostics are redacted, exclude original file contents, and are not uploaded automatically.
zh_hans: 诊断信息已经脱敏，不包含原始文件内容，也不会自动上传。

source: Diagnostics can be collected from the conflict list error state.
zh_hans: 可从冲突列表的错误状态收集诊断信息。

source: Diagnostics collected
zh_hans: 诊断信息已收集
